[
    {
        "title": "Is there life on other planets?",
        "category": "science",
        "image": "https://i.ibb.co/CscTvds/lifeless-earth-1.jpg",
        "description": "The way I see it, it's a near certainty that life exists on other planets -- many, many other planets. The only way that this isn't true is if there's a god who has, apparently, only decided to create one planet with life. So, take your pick: aliens or god. You gotta have at least one. Allow me to explain. The universe is unbelievably massive. Do you have any idea how big it is? Let me show you. See this blue dot? It's 200 light years in diameter. It happens to represent how far all of our radio communications have traveled through space... ever. This is how far they've gotten after two hundred years traveling at the speed of light.",
        "author": "Ellie Gold",
        "authorImg": "https://i.ibb.co/SxC9bsK/ellie-gold.jpg"
    },
    {
        "title": "Colon cleansing serves to prevent all kinds of diseases.",
        "category": "health",
        "image": "https://i.ibb.co/ZSC4nS7/affected-colon-2.jpg",
        "description": "Although there is no magic recipe, research indicates that these measures can reduce the symptoms of benign prostatic hyperplasia: Avoid liquids a few hours before bed or before going out. Limit caffeine and alcohol, as these can stimulate the urge to urinate. Eat a low-fat diet. Eat a wide variety of vegetables every day. Eat a few servings of fruit daily, and be sure to include citrus. Participate in moderate or vigorous physical activity most days of the week. Maintain a healthy weight. The role of dietary total protein and its relationship to benign prostatic hyperplasia is unclear. Some studies found an increased risk of benign prostatic hyperplasia in men who ate more red meat. But other studies found a lower risk of benign prostatic hyperplasia in men with a high total protein intake, especially consumption of leaner forms of protein such as fish. Studies of dietary supplements and herbal therapies (such as saw palmetto, lycopene, and beta-sitosterol) and benign prostatic hyperplasia have had mixed results. Ask your doctor for advice before taking supplements. Conclusion? Healthy habits such as regular exercise, keeping your waist in check, eating vegetables and fruits, and controlling dietary fat can help with benign prostatic hyperplasia and reduce the risk of erectile dysfunction, diabetes, and heart disease.",
        "author": "Lynda Clin",
        "authorImg": "https://i.ibb.co/X7FQcz5/lynda-clinn.jpg"
    },
    {
        "title": "Won't discontinuation of the Apple mini smartphone affect the company's overall revenue?",
        "category": "technology",
        "image": "https://i.ibb.co/tKKpYJh/iphone-3.jpg",
        "description": "iPhone mini series has better fate than the iPhone SE but not as the standard version, from some friends I asked said that buying a small iPhone with a price difference that is not too much is considered less worth it and they prefer an iPhone with a normal size, of course there are some people who likes a small iPhone, but the portion is not much and is considered less profitable by Apple. I noticed a few people who like the mini version of the iPhone and prefer the standard version or Pro/Pro Max, most of those who like the iPhone mini are those who don't use their cellphones as a means of social media that requires a lot of effects or camera features that are not in the iPhone mini series, features what many are looking for is a camera where many people prefer a used iPhone 11 Pro Max to a 12 mini for the same price, and also prestige matters since by design there is no difference in detail between the iPhone Pro Max series so people cannot distinguish the Pro Max series that someone is using. All manufacturers clearly discontinue a product because it doesn't sell well and certainly the item is not worth keeping, just like the iPhone SE gen 1 which has been extended due to demand, so if Apple decides to discontinue one of the iPhone models it's most likely because of low consumer interest in that product.",
        "author": "Ralf Ragnik",
        "authorImg": "https://i.ibb.co/tP8qDWr/ralf-ragnik.jpg"
    }
]